Repository: gnome-design-team/gnome-hig
Catalog: cheatsheet/po/*.po
Languages: ar_ar, gl_es, sk_sk

source: Activities
ar_ar: الأنشطة
gl_es: Actividades
sk_sk: Aktivity

source: Entering Overview
ar_ar: دخول النظرة العامة
gl_es: Entrar na Vista xeral
sk_sk: Prehľad

source: Starting Applications
ar_ar: تشغيل البرامج
gl_es: Iniciar aplicativos
sk_sk: Spúšťanie aplikácií

source: Press Enter
ar_ar: إضغط زر الدخول
gl_es: Prema Intro
sk_sk: Stlač Enter

source: GETTING STARTED
ar_ar: بداية
gl_es: COMEZAR
sk_sk: ZAČÍNAME

source: or
ar_ar: أو
gl_es: ou
sk_sk: alebo

source: Trow the pointer in the top left corner
ar_ar: إتجه بالمؤشر إلى أعلى اليمين
gl_es: Mova o rato á esquina superior esquerda
sk_sk: Rychle presuňte kurzor do ľavého horného rohu obrazovky

source: Click on activities
ar_ar: إضغط على الأنشطة
gl_es: Prema en «Actividades»
sk_sk: Kliknite na aktivity

source: Press the logo key on the keyboard
ar_ar: إضغط على زر الشعار في لوحة المفاتيح
gl_es: Prema a tecla de Logo no teclado
sk_sk: Stlačte klávesu s logom

source: When in overview, type the few initial letters of the application name
ar_ar: عندما تكون في النظرة العامة، إبدأ بكتابة اسم البرنامج
gl_es: Desde a «Vista xeral», escriba as primeiras letras do nome do aplicativo
sk_sk: V prehľade stlačte prvých pár písmen názvu aplikácie

source: Click a launcher on the dash
ar_ar: إضغط على المشغل من منصة الإطلاق
gl_es: Prema o iniciador desde o panel
sk_sk: Kliknite na ikonu aplikácie v paneli

source: Drag a launcher from the dash and drop out of it
ar_ar: إسحب مشغلاُ من منصة الإطلاق واتركه خارجا
gl_es: Arrastre o iniciador desde o panel e sólteo fóra del
sk_sk: Pretiahnite ikonu aplikácie von z panela

source: CHEAT SHEET
ar_ar: ورقة الغش
sk_sk: TAHÁK

source: * Available since 3.2
ar_ar: متاح منذ 3.2
gl_es: * Dispoñíbel desde a versión 3.2
sk_sk: * K dispozícii od verzie 3.2

source: ENDING YOUR SESSION
ar_ar: إنهاء الجلسة
gl_es: PECHAR A SESIÓN
sk_sk: UKONČENIE RELÁCIE

source: Suspend
ar_ar: تعليق
gl_es: Suspender
sk_sk: Uspať počítač

source: Close the lid
ar_ar: إغلاق الغطاء
gl_es: Peche a tapa
sk_sk: Zavrite displej prenosného počítača

source: Use the user menu
ar_ar: إستخدم قائمة المستخدم
gl_es: Use o menú de usuario
sk_sk: Použite používateľskú ponuku

source: Press the power button
ar_ar: إضغط رز الإطفاء
gl_es: Prema o botón de apagado
sk_sk: Stlačte tlačidlo vypnutia zariadenia

source: WORKSPACES
ar_ar: مساحات العمل
gl_es: ESPAZOS DE TRABALLO
sk_sk: PRACOVNÉ PLOCHY

source: Start an App in a New Workspace
ar_ar: شغل برنامجاُ في مساحة عمل جديدة
gl_es: Iniciar un aplicativo nun novo espazo de traballo
sk_sk: Spustenie aplikácie na novej pracovnej ploche

source: Send Apps and Windows to a Specific Workspace
ar_ar: أرسل البرامج والنوافذ إلى مساحة عمل محددة
gl_es: Enviar aplicativos e xanelas a un espazo de traballo específico
sk_sk: Poslať aplikácie alebo okná na určenú plochu

source: Calculator
ar_ar: الآلة الحاسبة
gl_es: Calculadora
sk_sk: Kalkulačka

source: Place the cursor over the app
ar_ar: ضع المؤشر فوق البرنامج
gl_es: Poña o cursor sobre o aplicativo
sk_sk: Umiestnite kurzor nad ikonu aplikácie

source: Click with the middle button
ar_ar: أنقر بزر الفأرة الأوسط
gl_es: Prema co botón do medio
sk_sk: Kliknite stredným tlačidlom myši

source: CLICK!
ar_ar: أنقر!
gl_es: CLIC!
sk_sk: KLIK!

source: Hold down the Alt key
ar_ar: أمسك زر ALT
gl_es: Manteña a tecla Alt
sk_sk: Podržte klávesu Alt

source: Switch Between Open Apps
ar_ar: حوّل بين البرامج المشغلة
gl_es: Cambiar entre aplicativos abertos
sk_sk: Prepínanie medzi bežiacími aplikáciami

source: Press the Tab key (and repeat)
ar_ar: إضغط زر Tab باستمرار
gl_es: Prema a tecla Tab (e repita)
sk_sk: Stlačte klávesu Tab (a opakujte)

source: Switch Between Windows
ar_ar: حوّل بين النوافذ
gl_es: Cambiar entre xanelas
sk_sk: Prepínanie medzi oknami

source: Press the key above tab (and repeat)
ar_ar: إضغط على الزر الذي فوق Tab باستمرار
gl_es: prema a tecla de enriba de Tab (e repita)
sk_sk: Stlačte klávesu nad klávesou Tab (a opakujte)

source: Open the overview
ar_ar: إفتح النظرة العامة
gl_es: Abra a vista previa
sk_sk: Otvorte prehľad

source: Drag to the workspace
ar_ar: إسحب إلى مساحة العمل
gl_es: Arrástreo ao espazo de traballo
sk_sk: Presunte na pracovnú plochu

source: WINDOWS
ar_ar: نوافذ
gl_es: XANELAS
sk_sk: OKNÁ

source: Open Extra Windows Using Search*
ar_ar: فتح نوافذ إضافية باستخدام خاصية البحث
gl_es: Abrir xanelas adicionais empregando a busca*
sk_sk: Otváranie okien použitím vyhľadávania*

source: Just type to search
ar_ar: للبحث، إبدأ بالكتابة
gl_es: Escriba para buscar
sk_sk: Začnite písať pre vyhľadávanie

source: Press ctrl+return to select
ar_ar: إضغط على ctrl+return للإختيار
gl_es: Prema Ctrl+Intro para seleccionar
sk_sk: Pre výber stlačte Ctrl+Enter

source: Click and hold on the app you want to move
ar_ar: أنقر وأمسك لتحريك البرنامج الذي تريد
gl_es: Prema e manteña o aplicativo que quere mover
sk_sk: Kliknite a podržte ikonu aplikácie, ktorú chcete presunúť

source: Open Extra Windows
ar_ar: فتح نوافذ إضافية
gl_es: Abrir xanelas adicionais
sk_sk: Otvorenie ďalších okien aplikácie

source: Opening the Activities overview
ar_ar: فتح النظرة العامة للأنشطة
gl_es: Abra a vista xeral de «Actividades»
sk_sk: Otvorenie prehľadu aktivít

source: Search
ar_ar: بحث
gl_es: Buscar
sk_sk: Vyhľadávanie

source: Maximize
ar_ar: تكبير النافذة
gl_es: Maximizar
sk_sk: Maximalizácia

source: Favorite Applications
ar_ar: البرامج المفضلة
gl_es: Aplicativos favoritos
sk_sk: Obľúbené aplikácie

source: Click and hold the titlebar
ar_ar: أنقر وأمسك شريط العنوان
gl_es: Prema e manteña a barra de título
sk_sk: Kliknite a držte titulok okna

source: Drag to the top of the screen
ar_ar: إسحب إلى أعلى الشاشة
gl_es: Arrástrea á parte superior da pantalla
sk_sk: Presunte okno na vrch obrazovky

source: Hold down the <placeholder-1/> key
ar_ar: <placeholder-1/> إضغط وأمسك زر
gl_es: Manteña a tecla <placeholder-1/>
sk_sk: Podržte klávesu <placeholder-1/>

source: Resize to Half of the Screen
ar_ar: أعد تغيير الحجم إلى نصف الشاشة
gl_es: Redimensionar á metade da pantalla
sk_sk: Zväčšenie na polovicu obrazovky

source: Drag to the side of the screen
ar_ar: إسحب إلى جانب الشاشة
gl_es: Arrastre ao bordo lateral da pantalla
sk_sk: Presunte na kraj obrazovky

source: Click the app
ar_ar: أنقر على البرنامج
gl_es: Prema sobre o aplicativo
sk_sk: Kliknite na ikonu aplikácie

source: Click and hold the app
ar_ar: إضغط وأمسك البرنامج
gl_es: Prema e manteña o aplicativo
sk_sk: Kliknite a držte ikonu aplikácie

source: Drag to the dash
ar_ar: إسحب إلى منصة الإنطلاق
gl_es: Arrástreo ao panel
sk_sk: Prenuňte na panel

source: Press return to select
ar_ar: إضغط return للإختيار
gl_es: Prema Intro para seleccionar
sk_sk: Vyberte stlačením klávesy Enter

source: Press the logo key (it's as simple as that)
ar_ar: إضغط زر الشعار(بكل بساطة!)
gl_es: Prema a tecla Logo (tan doado como iso)
sk_sk: Stlačte klávesu s logom (naozaj je to také jednoduché)

source: Release
ar_ar: أترك
gl_es: Solte
sk_sk: Pusťte

source: ACTIVITIES OVERVIEW
ar_ar: الأنشطة النظرة العامة
gl_es: VISTA XERAL DE ACTIVIDADES
sk_sk: PREHĽAD AKTIVÍT
